package pkg1;

public class Main {

	public static void main(String[] args) {
		/*
		 * 5월 29일(월) ~ 6월 4일(일) 회고록
		 * 
		 * 지금 현재 파이널 프로젝트 관리자 페이지 담당하고 있고,
		 * DB에서 데이터를 가져와 화면에 띄우는 것 까지는 성공하였다.
		 * 
		 * 상품 등록(INSERT)까지는 성공했다만,
		 * 이미지 넣는 것에서 현재 어려움을 겪고 있다.
		 * multipart/data-form에 대해 내가 잘 이해를 못한건지...
		 * 쉽사리 되지 않는다. 그만큼 된다면 얼마나 기쁠까 생각한다.
		 * 스트레스를 받는지 잠이 잘 안오고 눈도 일찍 떠진다.
		 * 
		 * 오늘 일요일이고 솔직히 늦잠 좀 자고 싶었는데,
		 * 현재 시간 아침 7시 55분이다.
		 * 눈은 7시 10분경에 떴다.
		 * 참... 초등학생 때 내가 딱 이랬다.
		 * 더 자고 싶어도 눈이 떠지는 아찔한 상황이 많았는데,
		 * 나이가 서른이 되어가는데 이런다 ㅎㅎ
		 * 
		 * 눈도 일찍 떠졌는데, 오늘 하루도 알차게 보내라는 뜻 아니겠는가.
		 * 오늘 내 반드시 이미지 삽입에 성공해보이겠다.
		 * 
		 * 최정원 화이팅!
		 * 우선 인프런 강의부터 들어야겠다.
		 * 
		 * 
		 */
	}

}
